Revit 2027 API
ParameterTypeId.PhyMaterialParamPoissonMod3 Property
 "Poisson ratio Z"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamPoissonMod3 { get; }
Public Shared ReadOnly Property PhyMaterialParamPoissonMod3 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamPoissonMod3 {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamPoissonMod3 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace